
// 2008

"kDiscoveringDevicesKey"					= "Поиск устройств Bluetooth…";
"kDiscoveryCompleteKey"						= "Поиск завершен.";
"kBluetoothIsOffKey"						= "Связь Bluetooth на этом компьютере отключена. Чтобы продолжить работу, включите Bluetooth.";
"kErrorDiscoveringDevicesKey"				= "При поиске устройств произошла ошибка.";

"kOptionsKey"								= "Параметры";
"kStopKey"									= "Остановить";
"kStartKey"									= "Начать";
"kShowKey"									= "Показать";
"kAllDevicesKey"							= "Все устройства";
"kLaptopsKey"								= "Ноутбуки";
"kClearListKey"								= "Очистить список";
"kAudioDevicesKey"							= "Аудиоустройства";

"kConfiguringServicesKey"					= "Настройка служб";
"kPasskeySelectionKey"						= "Выбор ключа доступа";
"kNumDevicesFoundKey"						= "Поиск устройств, найдено: %@";
"kAutomaticPairAttemptKey"					= "Компьютер попытается автоматически создать пару с устройством.";

"kSpecifyDeviceKey"							= "Указать устройство…";

"kDeviceList_MouseDevicesKey"				= "МЫШИ";
"kDeviceList_KeyboardDevicesKey"			= "КЛАВИАТУРЫ";
"kDeviceList_MobilePhoneDevicesKey"			= "МОБИЛЬНЫЕ ТЕЛЕФОНЫ";
"kDeviceList_AudioDevicesKey"				= "АУДИО";
"kDeviceList_OtherDevicesKey"				= "ДРУГИЕ";
"kDeviceList_ComputerDevicesKey"			= "КОМПЬЮТЕР";

"kDeviceList_NoDevicesFoundKey"				= "Устройства не обнаружены";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "Попытка создания пары не удалась. Возможно, текущая конфигурация Mac OS X и программного обеспечения Bluetooth неверна или не поддерживается.";
"kPairAttemptFailed3Key"								= "Попытка создания пары не удалась. Если Вы хотите использовать другой код или метод соединения, нажмите кнопку «Параметры кода…». Чтобы повторить попытку, нажмите «Продолжить». ";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Связь между компьютером и «%@» уже установлена.";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "Создание пары между компьютером и данным устройством успешно завершено. Настроить устройство заново?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "Сбой создания пары";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Введение";
"kSetupDecisionKey"							= "Выберите тип устройства";
"kConclusionKey"							= "Заключение";

"kKeyboardSetupTitleKey"					= "Настройка клавиатуры Bluetooth";
"kMouseSetupTitleKey"						= "Настройка мыши Bluetooth";
"kMouseTrackpadSetupTitleKey"				= "Настройка мыши или трекпада Bluetooth";
"kDeviceSetupTitleKey"						= "Настройка устройства Bluetooth";
"kPhoneSetupTitleKey"						= "Настройка мобильного телефона Bluetooth";
"kPrinterSetupTitleKey"						= "Настройка принтера Bluetooth";
"kHeadsetSetupTitleKey"						= "Настройка гарнитуры Bluetooth";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "Вы действительно хотите завершить Ассистент настройки Bluetooth?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Если завершить сеанс сейчас, Вам придется снова запустить программу «Ассистент настройки Bluetooth».";
"kUsersKeyboardKey"							= "Клавиатура %@";
"kUsersMouseKey"							= "Мышь %@";
"kUsersTrackpadKey"							= "Трекпад пользователя «%@»";
"kRootUsersKeyboardKey"						= "Клавиатура администратора";
"kRootUsersMouseKey"						= "Мышь администратора";

"kSetUpAnotherDeviceButtonKey"				= "Настроить другое устройство";
"kAdvancedPasskeyOptionsButtonKey"			= "Параметры кода…";
"kOtherKey"									= "Другой";
"kGenericKey"								= "Общий";

// Buttons.

"kOKButtonKey"								= "ОК";
"kOpeniSyncButtonKey"						= "Открыть iSync";
"kCancelButtonKey"							= "Отменить";
"kContinueButtonKey"						= "Продолжить";
"kIgnoreButtonKey"							= "Пропустить";
"kSkipButtonKey"							= "Пропустить";
"kQuitButtonKey"							= "Завершить";
"kNeedAuthenticationTitleKey"				= "Необходимо пройти идентификацию, чтобы изменить указанные Вами настройки.";
"kNeedAuthenticationExplanationKey"			= "Чтобы изменить параметры доступа в Интернет, Вам необходимо пройти идентификацию в качестве администратора этого компьютера. Снимите флажок с этой настройки или нажмите «Продолжить», чтобы повторно пройти идентификацию.";

// Device types.

"kMobilePhoneCapsKey"						= "Мобильный телефон";
"kMobilePhonesCapsKey"						= "Мобильные телефоны";
"kMobilePhoneKey"							= "мобильный телефон";
"kMobilePhonesKey"							= "мобильные телефоны";
"kDeviceKey"								= "Устройство";
"kDevicesKey"								= "Устройства";
"kMouseKey"									= "Мышь";
"kTrackpadKey"								= "Трекпад";
"kMiceKey"									= "Мыши";
"kKeyboardKey"								= "Клавиатура";
"kKeyboardsKey"								= "Клавиатуры";
"kPrinterKey"								= "Принтер";
"kPrintersKey"								= "Принтеры";
"kHeadsetKey"								= "Гарнитура";
"kHeadphonesKey"							= "Наушники";
"kHeadsetsKey"								= "Гарнитуры";
"kComputerKey"								= "Компьютер";
"kComputersKey"								= "Компьютеры";
"kPDAKey"									= "Карманное устройство";
"kLANAccessPointKey"						= "Точка доступа LAN";
"kTypeKey"									= "Тип";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Имя устройства: ";
"kServicesPanel_DeviceAddressKey"			= "Адрес устройства: ";
"kServicesPanel_DeviceTypeKey"				= "Тип устройства: ";
"kServicesPanel_DeviceServicesKey"			= "Сервисы устройства: ";

"kSetupServicesPanel_PhoneTitleKey"			= "Выберите сервисы, которые Вы хотите использовать\nс Вашим мобильным телефоном:";
"kSetupServicesPanel_DeviceTitleKey"		= "Выберите сервисы, которые Вы хотите использовать\n с Вашим устройством:";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"Конфигурирую сервисы…";

"kServicesPanel_GatheringInformationTitleKey"		=	"Собираю информацию о Вашем устройстве";
"kServicesPanel_GatheringInformationExplanationKey"	=	"Компьютеру необходима информация о Вашем устройстве, чтобы определить, как с ним взаимодействовать. Это займет несколько секунд.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Неизвестная ошибка при сборе информации о Вашем устройстве. Убедитесь, что это устройство находится в радиусе досягаемости Вашего компьютера, включено и его обнаружение возможно. Когда Вы будет готовы - нажмите «Продолжить», чтобы повторить попытку.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Ошибка при доступе к сервисам на Вашем устройстве. Убедитесь, что это устройство находится в радиусе досягаемости Вашего компьютера, включено и его обнаружение возможно. Когда Вы будете готовы - нажмите «Продолжить», чтобы повторить попытку.";
"kServicesPanel_GatheringInformationStatusKey"		=	"Собираю дополнительную информацию о Вашем устройстве…";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Сбор дополнительной информации завершен.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Добро пожаловать в Ассистент настройки Bluetooth!";
"kWelcomeMachineHasBluetoothKey"			= "При появлении устройства в списке выберите его и нажмите «Продолжить». Если Вы не видите свое устройство в списке, убедитесь, что оно включено и его обнаружение возможно. Более подробную информацию можно найти в сопроводительной документации к устройству.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "На компьютере не найдено соответствующее оборудование или программное обеспечение Bluetooth. Если оборудование Bluetooth установлено недавно, проверьте его подключение.\n\nКогда Вы убедитесь, что оборудование подключено должным образом, Вы можете продолжить процесс.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "При попытке выполнить поиск произошла ошибка.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "Обновление имени устройства…";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "Обновление имен устройств %@…";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "Мышь не подключена.";
"kHIDLess_MouseSmallInstructionTextKey"						= "Ассистент настройки Bluetooth выполняет поиск мыши Bluetooth. По ее нахождении между мышью и компьютером будет создана пара. Проверьте кабели, если собираетесь использовать USB-мышь.\n\nЕсли Вы пытаетесь использовать мышь Bluetooth и она не найдена, убедитесь, что мышь включена и ее обнаружение возможно. Чтобы включить беспроводную мышь Apple, передвиньте переключатель на ее дне. Если Вы пытаетесь использовать беспроводную мышь сторонних производителей, обратитесь к сопроводительной документации к ней.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "Попытка подключения мыши #%@ (%@)…";
"kHIDLess_MouseClickContinueButtonTextKey"					= "Процесс установки связи с мышью успешно завершен. Чтобы подтвердить создание пары, нажмите кнопку «Продолжить», используя мышь. Если Вам не удается передвинуть указатель с помощью мыши и имеется еще одна мышь, вероятно, Ваш компьютер пытается создать пару с другой мышью.\n\Ассистент настройки Bluetooth выполнит повторную попытку создания пары с мышью через %@ сек.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "Процесс установки связи с мышью успешно завершен. Чтобы подтвердить создание пары, нажмите кнопку «Продолжить», используя мышь. Если Вам не удается передвинуть указатель с помощью мыши и имеется еще одна беспроводная мышь или трекпад, вероятно, Ваш компьютер пытается создать пару с другими беспроводными мышью или трекпадом.\n\nКомпьютер выполнит повторную попытку создания пары с мышью через %@ сек.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Нажмите «Продолжить» (%@ с)…";
"kHIDLess_MousePairingFailed1TextKey"						= "Не удалось установить связь с этой мышью. Повторная попытка будет предпринята через 5 секунд…";
"kHIDLess_MousePairingFailed2TextKey"						= "Не удалось установить связь с этой мышью. Идет установка связи со следующей беспроводной мышью или трекпадом…";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "Беспроводные клавиатура или трекпад не подключены.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "Выполняется поиск беспроводных мыши или трекпада. По ее нахождении между клавиатурой и компьютером будет создана пара. Проверьте кабели, если собираетесь использовать USB-мышь.\n\nЕсли Вы пытаетесь использовать беспроводные мышь или трекпад и они не найдены, убедитесь, что мышь или трекпад включены и их обнаружение возможно. Если Вы используете беспроводные мышь или трекпад Apple, включите их. Если Вы пытаетесь использовать беспроводные мышь или трекпад сторонних производителей, обратитесь к сопроводительной документации к ним.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "Попытка подключения трекпада #%@ (%@)…";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "Процесс установки связи с трекпадом успешно завершен. Чтобы подтвердить создание пары, нажмите кнопку «Продолжить», используя трекпад. Если Вам не удается передвинуть указатель с помощью трекпада и имеется еще одна беспроводная мышь или трекпад, вероятно, Ваш компьютер пытается создать пару с другими беспроводными мышью или трекпадом.\n\nКомпьютер выполнит повторную попытку создания пары с трекпадом через %@ сек.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "Не удалось связаться с этим трекпадом. Повторная попытка будет предпринята через 5 секунд…";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "Не удалось установить связь с этим трекпадом. Идет установка связи со следующей беспроводной мышью или трекпадом…";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "Беспроводная клавиатура не подключена.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "Ассистент настройки Bluetooth выполняет поиск клавиатуры Bluetooth. По ее нахождении между клавиатурой и компьютером будет создана пара. Проверьте кабели, если собираетесь использовать USB-клавиатуру.\n\nЕсли Вы пытаетесь использовать клавиатуру Bluetooth и она не найдена, убедитесь, что клавиатура включена и ее обнаружение возможно. Если Вы используете беспроводную клавиатуру Apple, включите ее. Если Вы пытаетесь использовать беспроводную клавиатуру сторонних производителей, обратитесь к сопроводительной документации к ней.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "Выполняется поиск беспроводной клавиатуры. По ее нахождении между клавиатурой и компьютером будет создана пара. Проверьте кабели, если собираетесь использовать USB-клавиатуру.\n\nЕсли Вы пытаетесь использовать беспроводную клавиатуру и она не найдена, убедитесь, что клавиатура включена и ее обнаружение возможно. Если Вы используете беспроводную клавиатуру Apple, включите ее. Если Вы пытаетесь использовать беспроводную клавиатуру сторонних производителей, обратитесь к сопроводительной документации к ней.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Введите следующий ключ доступа на клавиатуре, которую Вы настраиваете, а затем нажмите на «Return»:\n\n\n\n\n\nПосле ввода ключа доступа на клавиатуре процесс установки пары будет завершен.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "Попытка подключения к клавиатуре #%@ (%@)…";
"kHIDLess_KeyboardConnectedTextKey"							= "Подключена клавиатура #%@ (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "Процесс установки связи с клавиатурой успешно завершен.\n\nДля продолжения нажмите клавишу «Ввод» на клавиатуре.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Произошла ошибка идентификации: пароли не совпадают.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "Произошла ошибка: истекло время подключения. Убедитесь, что Вы ввели код, и нажмите клавишу Return.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "Не удалось связаться с этой клавиатурой. Повторная попытка будет предпринята через 5 секунд…";
"kHIDLess_KeyboardPairingFailedTextKey"						= "Не удалось установить связь с этой клавиатурой. Повторная попытка будет предпринята через 5 секунд…";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Необходимо найти и выбрать устройство в списке, прежде чем продолжить.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "Устройство не выбрано.";

"kPair_Mouse_PairingAttemptSucceededKey"		= "Связь между компьютером и мышью успешно установлена.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "Связь между компьютером и трекпадом успешно установлена.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "Связь между компьютером и клавиатурой успешно установлена.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Ошибка: Не указано устройство на предыдущей панели.";
"kPair_General_PairingAttemptToPairKey"			= "Попытка соединения с «%@».";
"kPair_General_ConnectingToDeviceKey"			= "Подключаюсь к «%@».";
"kPair_General_ConnectionEstablishedKey"		= "Подключение установлено.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "Поиск мыши, найдено: %@.";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Необходимо найти и выбрать мышь в списке, прежде чем продолжить.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "Мышь не выбрана.";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "При появлении мыши в списке выберите ее и нажмите «Продолжить». Если Вы не видите свою мышь в списке, убедитесь, что ее обнаружение возможно. Если Вы используете беспроводную мышь Apple, включите ее, передвинув переключатель на дне мыши.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "Ни одна мышь не найдена. Убедитесь, что обнаружение мыши возможно.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "Поиск мыши";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "Поиск беспроводных мышей или трекпадов, найдено: %@.";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "Ни одна беспроводная мышь или трекпад не найдены. Убедитесь, что обнаружение беспроводной мыши или трекпада возможно.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "Поиск клавиатур, найдено: %@.";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Необходимо найти и выбрать клавиатуру в списке, прежде чем продолжить.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "Клавиатура не выбрана.";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "При появлении клавиатуры в списке выберите ее и нажмите «Продолжить». Если Вы не видите свою клавиатуру в списке, убедитесь, что ее обнаружение возможно. Если Вы используете беспроводную клавиатуру Apple, включите ее.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "Ни одна клавиатура не найдена. Убедитесь, что обнаружение клавиатуры возможно.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "Поиск клавиатуры";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Чтобы продолжить создание пары, убедитесь, что следующая цифра показана на устройстве, c которым создается пара.";
"kPair_SSPNumCmp_StatusTextKey"					= "Если Вы видите эту цифру на другом устройстве, нажмите «Продолжить» для завершения процесса создания пары. Если Вы не видите цифру, нажмите «Назад» и повторите попытку.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Чтобы продолжить создание пары, введите показанную ниже цифру и нажмите клавишу Return на устройстве, c которым создается пара.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Создание пары с Bluetooth-устройством";
"kPair_Device_InstructionTextKey"				= "Ваше устройство может запросить ключ доступа. Убедитесь, что устройство готово к принятию ключа доступа. Когда устройство будет готово, введите следующий ключ доступа:\n\n\n\n\nПосле ввода ключа доступа в Ваше устройство процесс создания пары будет завершен.";
"kPair_Device_ClickContinueToSetupKey"			= "Нажмите на «Продолжить» для настройки сервисов, доступных на Вашем устройстве.";
"kPair_Device_PairingAttemptFailed1Key"			= "Не удалось установить связь с Вашим устройством. Нажмите «Продолжить», чтобы повторить попытку.";
"kPair_Device_PairingAttemptFailed2Key"			= "Попытка создания пары не удалась. Убедитесь, что Ваше устройство находится в радиусе досягаемости этого компьютера, включено и обнаружение возможно. Затем нажмите «Продолжить», чтобы повторить попытку.";
"kPair_Device_PairingAttemptFailed3Key"			= "Попытка создания пары не удалась. Убедитесь, что Вы ввели правильный код на своем устройстве. Чтобы повторить попытку, нажмите «Продолжить».";
"kPair_Device_PairingAttemptFailed18Key"		= "Попытка создания пары не удалась. Устройство отклоняет попытку создания пары. Обратитесь к руководству по эксплуатации, входящему в комплект поставки устройства. Чтобы повторить попытку, нажмите «Продолжить».";
"kPair_Device_PairingAttemptSucceededKey"		= "Связь между компьютером и устройством успешно установлена.";
"kPair_Device_AlreadyPairedKey"					= "Этот компьютер и устройство уже связаны.";
"kPair_Device_GatheringServiceInformationKey"	= "Собираю сервисную информацию об устройстве.";
"kPair_Device_GatheringInformationKey"			= "Собираю дополнительную информацию об устройстве.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "Компьютер будет использовать пустой ключ доступа для связи с Вашим устройством.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Не удалось сохранить параметры сети.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Настройки сети Bluetooth не удалось сохранить.";
"kDialupErrorSavingSerialTitleTextKey"			= "Не удалось сохранить параметры сети.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "Не удается сохранить изменения в конфигурации сети.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Для выхода в Интернет через это устройство Вам необходимо предоставить следующую информацию:";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Имя пользователя:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Пароль:";
"kInternetAccess_APNTextFieldLabelKey"				= "APN:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Номер телефона:";
"kInternetAccess_GPRSExampleKey"					= "Например, *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Ассистент настройки Bluetooth не может настроить устройство как коммутируемый модем, т.к. интерфейс Bluetooth недоступен. Чтобы добавить его, откройте Настройки сети.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Передача контактов и событий с помощью iSync";
"kConclusionPanelUseFileTransferKey"				= "Использовать для передачи файлов";
"kConclusionPanelUseAddressBookKey"					= "Работа с Адресной книгой";
"kConclusionPanelUseAsHIDDeviceKey"					= "Использовать как устройство ввода для данного компьютера";
"kConclusionPanelUseInternetKey"					= "Доступ в Интернет";
"kConclusionPanelUseSerialPortKey"					= "Был создан последовательный порт компьютера";
"kConclusionPanelUseAsPANDeviceKey"					= "Использовать как личную сеть";
"kConclusionPanelUseAsAudioOutputKey"				= "Использовать как устройство вывода аудио";
"kConclusionPanelUseAsAudioInputKey"				= "Использовать как устройство ввода аудио";
"kConclusionPanelDevicePairedKey"					= "Операция установки связи успешно завершена";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "Поддерживаемые службы на данном устройстве не обнаружены.";
"kConclusionPanelFailedNoServicesTitleKey"			= "Ваше устройство Bluetooth не было конфигурировано с компьютером.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "Конфигурация компьютера и мобильного телефона:";
"kConclusionPanelDeviceSummaryTitleKey"		= "Конфигурация компьютера и устройства:";

"kConclusionPanelMobilePhoneSetupKey"		= "Поздравляем! Ваш мобильный телефон настроен на работу с Вашим компьютером через Bluetooth.";
"kConclusionPanelKeyboardSetupKey"			= "Поздравляем! Ваш компьютер настроен для работы с клавиатурой Bluetooth.";
"kConclusionPanelMouseSetupKey"				= "Поздравляем! Ваш компьютер настроен для работы с мышью Bluetooth.";
"kConclusionPanelTrackpadSetupKey"			= "Поздравляем! Ваш компьютер настроен для работы с трекпадом Bluetooth.";	
"kConclusionPanelOtherDeviceKey"			= "Поздравляем! Ваш компьютер настроен для работы с устройством Bluetooth.";
"kConclusionPanelKeyboardAndMouseKey"		= "Поздравляем! Ваш компьютер настроен для работы с клавиатурой и мышью Bluetooth.";
"kConclusionPanelPrinterSetupKey"			= "Поздравляем! Ваш компьютер настроен для работы с принтером Bluetooth.";
"kConclusionPanelHeadsetSetupKey"			= "Поздравляем! Ваш компьютер настроен для работы с гарнитурой Bluetooth.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Поздравляем! Ваш компьютер настроен для работы с гарнитурой iPhone Bluetooth.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Поздравляем! Ваш компьютер настроен для работы с iPhone.";
"kConclusionPanelMouseSetupSkippedKey"		= "К компьютеру подключена мышь. В настройке соединения по Bluetooth больше нет необходимости.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "К компьютеру подключена мышь. В настройке мыши и трекпада Bluetooth больше нет необходимости.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "К компьютеру подключена клавиатура. В настройке соединения по Bluetooth больше нет необходимости.";
"kConclusionPanelSetupInterruptedKey"		= "Процесс настройки устройства прерван.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "Ассистенту не удалось настроить гарнитуру. Повторите попытку позднее.";
"kConclusionPanelFailedSetupErrorKey"		= "Ошибка в ходе настройки устройства (0x%x). Повторите попытку настройки.";
"kConclusionPanelFailedNoServicesTextKey"	= "Настраиваемые службы на Вашем устройстве не обнаружены. Это могло произойти по той причине, что службы на устройстве были отключены, или по причине отсутствия на устройстве служб, необходимых для настройки с компьютером. Дополнительную информацию Вы найдете в технической документации, прилагаемой к устройству.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Ни одна из доступных служб не была сконфигурирована для устройства Bluetooth.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "Если Вы хотите изменить параметры, запустите программу «Ассистент настройки Bluetooth» еще раз.";


